Repository: mureatencio/MeowMarket
Catalog: MeowMarket/Localization/Localizable.xcstrings
Source language: en
Languages: es

source: Cats
es: Gatos

# ErrorFetchingCatsDetails
source: There was an issue attempting to get the latest cat images.
es: Ocurrió un error intentando obtener la información más reciente de gatos.

# ErrorFetchingCatsTitle
source: Error Fetching Cats
es: Error obteniendo gatos

source: Font Size
es: Tamaño de letra

source: Generate
es: Generar

source: Loading Cat Images...
es: Cargando imágenes de gatos...

# MessagePlaceholder
source: Hello
es: Hola

# MessageTitle
source: Message
es: Mensaje

source: Monochrome Mode
es: Modo Monocromático

source: Running Unit Tests
es: Ejecutando pruebas unitarias

source: Something went wrong!
es: Ocurrió un error
